tap "adoptopenjdk/openjdk"
tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "ca-certificates"
brew "bison"
brew "bison@2.7"
brew "chruby"
brew "coreutils"
brew "gettext"
brew "curl"
brew "flac", link: false
brew "libpng"
brew "freetype"
brew "gdbm"
brew "git"
brew "jpeg"
brew "libtiff"
brew "xz"
brew "libffi"
brew "libksba"
brew "libmikmod"
brew "libtool"
brew "libyaml"
brew "mpdecimal"
brew "mercurial"
brew "mysql"
brew "mysql-client"
brew "mysql@5.7"
brew "openjdk"
brew "openssl@3"
brew "pkg-config"
brew "portmidi"
brew "python@3.9", link: false
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "ruby-install"
brew "sdl"
brew "sdl_image", link: false
brew "sdl_mixer", link: false
brew "sdl_ttf"
brew "smpeg"
brew "tesseract"
brew "vim"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
cask "adoptopenjdk11"
cask "adoptopenjdk14"
cask "adoptopenjdk8"
cask "background-music"
cask "db-browser-for-sqlite"
